class LimitsModel {
  final List<String> headers = 
  [
    'الكلية',
    'الحد الأدنى',
  ];
  final List<List<String>> rows;

  LimitsModel({required this.rows});
}


List<String> limits = [
  'المجموعة العلمية نظام حديث 2025',
  'المجموعة العلمية نظام قديم 2025',
  'المجموعة الأدبية نظام حديث 2025',
  'المجموعة الأدبية نظام قديم 2025',
  'المجموعة العلمية 2024',
  'المجموعة الأدبية 2024',
  'المجموعة العلمية 2023',
  'المجموعة الأدبية 2023',
  'المجموعة العلمية 2022',
  'المجموعة الأدبية 2022',
];
